Revit 2027 API
GroupSet Properties
The GroupSet type exposes the following members.
Properties
Name | Description
IsEmpty | Test to see if the set is empty.
IsReadOnly | Identifies if the object is read-only or modifiable.
(Inherited from APIObject)
Size | Returns the number of groups that are in the set.
Top
See Also
Reference
GroupSet Class
Autodesk.Revit.DB Namespace